Revit 2027 API
ParameterTypeId.RoomOutdoorAirflowStandardParam Property
 "Outdoor Air Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOutdoorAirflowStandardParam { get; }
Public Shared ReadOnly Property RoomOutdoorAirflowStandardParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOutdoorAirflowStandardParam {
	ForgeTypeId^ get ();
}
static member RoomOutdoorAirflowStandardParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace